/* No comment provided by engineer. */
"Album" = "Album";

/* No comment provided by engineer. */
"Album Artist" = "Albumul artistului";

/* No comment provided by engineer. */
"Album Artist or Artist" = "Albumul artistului sau artist";

/* No comment provided by engineer. */
"Artist" = "Artist";

/* No comment provided by engineer. */
"Bring iTunes to Front" = "Adu iTunes în prim plan";

/* No comment provided by engineer. */
"Changed Tracks" = "Piese modificate";

/* No comment provided by engineer. */
"Comment" = "Observație";

/* No comment provided by engineer. */
"Configure Formatting" = "Formatarea configurării";

/* No comment provided by engineer. */
"Description" = "Descriere";

/* No comment provided by engineer. */
"Episode ID" = "ID-ul episodului";

/* No comment provided by engineer. */
"Episode Number" = "Numărul episodului";

/* No comment provided by engineer. */
"Long Description" = "Descriere amănunțită";

/* No comment provided by engineer. */
"Long Description, Comment, or Description" = "Descriere amănunțită, comentariu, sau descriere";

/* No comment provided by engineer. */
"Name" = "Nume";

/* No comment provided by engineer. */
"Notify when iTunes is active" = "Notifică atunci când iTunes este activ";

/* No comment provided by engineer. */
"Paused" = "Redare întreruptă";

/* No comment provided by engineer. */
"Play Time" = "Timpul redării";

/* No comment provided by engineer. */
"Quit Both" = "Închide ambele";

/* No comment provided by engineer. */
"Quit GrowlTunes" = "Închide GrowlTunes";

/* No comment provided by engineer. */
"Quit iTunes" = "Închide iTunes";

/* No comment provided by engineer. */
"Rating" = "Apreciere";

/* No comment provided by engineer. */
"Season Number" = "Numărul sezonului";

/* No comment provided by engineer. */
"Show" = "Afișează";

/* No comment provided by engineer. */
"Start iTunes" = "Pornește iTunes";

/* No comment provided by engineer. */
"Started" = "Pornit";

/* No comment provided by engineer. */
"Stopped" = "Oprit";

/* No comment provided by engineer. */
"Stream Title" = "Titlul secvenței";

/* No comment provided by engineer. */
"Track Count" = "Repetări piesă";

/* No comment provided by engineer. */
"Track Number" = "Numărul piesei";

/* No comment provided by engineer. */
"Video Kind" = "Tip video";

/* No comment provided by engineer. */
"Volume" = "Ton";

/* No comment provided by engineer. */
"← Previous Track" = "← Piesa anterioară";

/* No comment provided by engineer. */
"→ Next Track" = "→ Următoarea piesă";

/* No comment provided by engineer. */
"▶ Play/Pause" = "▶ Redă/Pauză";

